Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: partners. 2.1 Protecting Canada's Strategic Industries
fr_fr: 2.1 Protéger les industries stratégiques du Canada

source: In order to protect, retool, and support the largest industrial pivot in a generation, Canada's
fr_fr: Afin de protéger, de moderniser et de soutenir les industries pour accomplir le plus grand virage

source: new government introduced a series of new, strategic measures for workers and businesses in
fr_fr: industriel jamais vu depuis une génération, le nouveau gouvernement du Canada a pris une série de

source: those sectors most impacted by U.S. tariffs and trade disruptions—from the auto industry, to
fr_fr: découlent – c'est-à-dire les secteurs de l'automobile, de l'acier, de l'aluminium, de la foresterie

source: steel and aluminum, to forestry and agriculture.
fr_fr: et de l'agriculture.

source: Canada has also adopted a series of protective
fr_fr: Le Canada a aussi adopté une série de mesures de protection, telles que des

source: measures—including counter tariffs—in order to safeguard Canadian workers and businesses.
fr_fr: contre-mesures tarifaires, pour soutenir les travailleurs et les entreprises d'ici.

source: initiatives will help workers acquire new skills and businesses retool their production and
fr_fr: leur production et de diversifier leurs produits, tout en stimulant la demande intérieure en faveur

source: diversify their products, while spurring more domestic demand for Canadian businesses.
fr_fr: des entreprises canadiennes. À mesure que nous bâtirons l'économie de demain, nous veillerons à ce

source: As we build the economy of the future, we are ensuring workers and industries can seize its
fr_fr: que les travailleurs et les industries puissent saisir les occasions qui se présenteront.

source: opportunities. These new measures will help give industries and workers the tools they need to build a better
fr_fr: Ces nouvelles mesures offriront aux industries et aux travailleurs les outils dont ils ont besoin

source: future.
fr_fr: pour bâtir un avenir meilleur.

source: With economic uncertainty creating a challenging investment environment in Canada, the
fr_fr: Il faut agir dès maintenant, car l'incertitude économique freine les

source: time to act is now.
fr_fr: investissements au pays.

source: That's why the government is stepping in with the most comprehensive suite
fr_fr: C'est pourquoi le gouvernement passe à l'action en proposant l'ensemble de

source: of trade resilience measures in Canadian history.
fr_fr: mesures le plus complet de l'histoire du Canada pour favoriser la résilience du commerce. C'est en

source: By supporting our workers and industries, we will build Canada strong.
fr_fr: soutenant nos travailleurs et nos industries que nous bâtirons un Canada fort.

source: Protecting Workers and Transforming Canada's Strategic Industries
fr_fr: Protéger nos travailleurs et transformer les industries stratégiques du Canada

source: Canada's new government is building a new industrial strategy to meet this moment.
fr_fr: Le nouveau gouvernement du Canada élabore une nouvelle stratégie industrielle pour tirer le meilleur

source: transform our economy—from one of reliance on specific trade partners to one that is more
fr_fr: Cette stratégie transformera notre économie pour qu'elle passe de

source: resilient to global shocks.
fr_fr: la dépendance à l'égard de certains partenaires commerciaux à la résilience face aux chocs mondiaux.

source: Given the urgency of the moment, the government has announced a series of new measures to protect
fr_fr: Compte tenu de l'urgence de la situation, le gouvernement a annoncé une série de nouvelles mesures

source: workers and businesses in sectors most impacted by U.S. tariffs and trade disruptions.
fr_fr: pour protéger les travailleurs et les entreprises des secteurs les plus touchés par les droits de

source: During
fr_fr: En cette

source: this time of uncertainty, Canada's new government is supporting our auto workers and
fr_fr: période d'incertitude, le nouveau gouvernement du Canada appuie les travailleurs canadiens qui

source: agricultural producers, manufacturers, and other workers who have felt the effects of trade
fr_fr: subissent les effets des tensions commerciales, notamment dans le secteur de l'automobile, de même que les producteurs agricoles et les fabricants de tout le pays.

source: tensions.
fr_fr: Comme l'indiquent les pages qui

source: As set out below, over $25 billion has been announced for supports for workers
fr_fr: suivent, ce sont plus de 25 milliards de dollars qui ont été annoncés pour soutenir les

source: and businesses, with an expected cost of over $12 billion on an accrual basis over five
fr_fr: travailleurs et les entreprises. Ce financement devrait coûter plus de 12 milliards de

source: years, starting in 2025-26.
fr_fr: dollars sur cinq ans à compter de 2025-2026, selon la comptabilité d'exercice.

source: The government also expects $4.4 billion in tariff
fr_fr: Le gouvernement s'attend par ailleurs à tirer des revenus de 4,4 milliards de dollars des droits de

source: revenue.
fr_fr: douane.

source: These measures will help give industries and workers the tools they need to build a
fr_fr: Ces mesures offriront aux industries et aux travailleurs les outils dont ils ont besoin pour

source: more resilient Canadian economy.
fr_fr: bâtir une économie canadienne plus résiliente.

source: Support for Agriculture, Fish, and Seafood
fr_fr: Soutenir les secteurs de l'agriculture, de la pêche et des produits de la mer

source: Canada is one of the largest exporters of agriculture, fish, and seafood in the world, and these
fr_fr: Le Canada est l'un des plus grands exportateurs du monde dans les secteurs de l'agriculture, de la

source: sectors contribute to Canada's competitiveness, sustainability, and food security.
fr_fr: pêche et des produits de la mer. Ces secteurs contribuent à la compétitivité, à la durabilité et à

source: agricultural sector is a symbol of the country's ingenuity, resilience, and ability to move up
fr_fr: l'ingéniosité et de la résilience de notre pays ainsi que de sa capacité à progresser dans la chaîne

source: the value chain.
fr_fr: de valeur.

source: Together with the fish and seafood sectors, it plays a vital role in
fr_fr: De concert avec les secteurs de la pêche et des produits de la mer, le secteur agricole

source: supporting jobs and growth across the country and in rural communities.
fr_fr: joue un rôle déterminant dans l'emploi et la croissance partout au pays, notamment dans les

source: With clear standards for
fr_fr: communautés rurales.

source: labelling food products, the government helps customers choose Canada.
fr_fr: gouvernement aide les consommateurs à choisir les produits canadiens.

source: The government is helping
fr_fr: Le gouvernement aide ces

source: these sectors adapt and respond to economic challenges and a shifting trade environment, while
fr_fr: secteurs à s'adapter à l'environnement commercial changeant et à relever les défis économiques

source: positioning them to take advantage of new opportunities.
fr_fr: actuels, tout en leur donnant les moyens de profiter de nouvelles occasions.

source: The government has committed more than
fr_fr: À compter de l'exercice 2025-2026, le gouvernement a engagé un financement de plus de 639 millions

source: $639 million over five years, starting in 2025-26, for the following measures:
fr_fr: de dollars sur cinq ans, réparti comme suit :

source: $109.2 million in 2025-26 to Agriculture and Agri-Food Canada for the
fr_fr: Une somme de 109,2 millions de dollars en 2025-2026 à Agriculture et

source: federal-provincial-territorial cost-shared AgriStability program , to
fr_fr: Agroalimentaire Canada pour le programme Agri-stabilité , un programme

source: increase the compensation rate for agricultural producers from 80
fr_fr: fédéral-provincial-territorial à coûts partagés, afin de faire passer le taux d'indemnisation

source: to 90 per cent, along with raising the payment cap per farm from
fr_fr: des producteurs agricoles de 80 à 90 % et le plafond de paiement par ferme

source: $3 million to $6 million.
fr_fr: de 3 millions à 6 millions de dollars.

source: This is available to help agricultural producers cope
fr_fr: Ces mesures visent à aider les producteurs

source: with large declines in farming income due to increased costs, adverse market conditions, and
fr_fr: agricoles à composer avec les baisses importantes du revenu agricole provoquées par diverses

source: other challenges.
fr_fr: difficultés à surmonter, dont la hausse des coûts et les conditions défavorables sur le marché.

source: $75 million over five years, starting in 2026-27, to Agriculture and Agri-Food
fr_fr: Une somme de 75 millions de dollars sur cinq ans, à compter de 2026-2027, à

source: Canada for the AgriMarketing Program to enhance the diversification and
fr_fr: Agriculture et Agroalimentaire Canada pour le programme Agri-marketing en vue

source: promotion of Canada's agriculture, agri-food, fish, and seafood products into new markets.
fr_fr: de renforcer la diversification et la promotion des exportations de produits agricoles et

source: $97.5 million over two years, starting in 2025-26, to temporarily increase the Advance Payments Program's interest-free limit to $500,000 for canola
fr_fr: agroalimentaires ainsi que de produits de la pêche et de la mer dans de nouveaux marchés. Une somme de 97,5 millions de dollars sur deux ans, à compter de 2025-2026,

source: advances for the 2025 and 2026 program years, together with the temporary increase to
fr_fr: afin de porter temporairement à 500 000 $, pour les années de programme 2025

source: $250,000 of the interest-free limit for all producers for the 2025 program year, which will
fr_fr: et 2026, la limite des avances sans intérêt du Programme de paiements

source: result in interest savings for producers while increasing access to cash flow to help cover
fr_fr: anticipés pour le canola. Cette mesure s'ajoute à la hausse temporaire à

source: costs until they sell their products.
fr_fr: l'année de programme 2025.

source: $372 million over two years, starting in 2026-27, to Natural Resources Canada to
fr_fr: Une somme de 372 millions de dollars sur deux ans, à compter de 2026-2027, à

source: establish a Biofuels Production Incentive to support the stability and
fr_fr: production de biocarburants afin de favoriser la stabilité et la résilience des

source: resiliency of domestic producers of biodiesel and renewable diesel, of which
fr_fr: producteurs nationaux de biodiesel et de diesel renouvelable, dont une somme

source: $175.2 million will be repurposed from the Clean Fuels Fund; and the intention to make
fr_fr: de 175,2 millions de dollars sera réaffectée du Fonds pour les combustibles propres.

source: targeted amendments to the Clean Fuel Regulations to support the domestic biofuels
fr_fr: Par ailleurs, des modifications ciblées seront proposées au Règlement sur les combustibles

source: industry.
fr_fr: propres en vue d'appuyer l'industrie nationale des biocarburants.

source: In addition, Farm Credit Canada launched the Trade Disruption Customer Support
fr_fr: De plus, Financement agricole Canada a lancé le Programme de soutien à la clientèle en cas de

source: Program in March 2025 to make available $1 billion in new lending to help
fr_fr: perturbations commerciales en mars 2025 pour offrir 1 milliard de dollars en

source: reduce financial barriers for the Canadian agriculture and food industry.
fr_fr: nouveaux prêts afin d'aider à atténuer les difficultés financières que doit surmonter l'industrie agricole et alimentaire canadienne.

source: Support for Forestry
fr_fr: Soutenir le secteur de la foresterie

source: The government is helping the forestry and softwood lumber sector transform to remain
fr_fr: Le gouvernement aide les secteurs de la foresterie et du bois d'œuvre résineux à se transformer pour

source: competitive.
fr_fr: demeurer concurrentiels.

source: These measures will help unlock the full potential of the industry to keep pace
fr_fr: Les mesures prises aideront à libérer tout le potentiel de l'industrie afin

source: with increased housing and major infrastructure construction.
fr_fr: qu'elle puisse suivre la cadence accélérée de la construction de logements et de grandes

source: Up to $700 million over two years on a cash basis, starting 2025-26, in loan guarantees
fr_fr: infrastructures. Une somme pouvant aller jusqu'à 700 millions de dollars sur deux ans, selon la

source: administered by the Business Development Bank of Canada, to help ensure companies have the
fr_fr: comptabilité de caisse, à compter de l'exercice 2025-2026, sera accordée pour offrir des

source: financing and credit support they need to maintain and restructure their operations during
fr_fr: entreprises à obtenir le financement et le soutien au crédit dont elles ont besoin pour

source: this period of transformation.
fr_fr: poursuivre et restructurer leurs activités durant cette période de transformation.

source: $500 million over three years on a cash basis, starting in 2026-27, to renew and
fr_fr: Une somme de 500 millions de dollars sur trois ans, selon la comptabilité de

source: expand existing Natural Resources Canada's forestry programs focused on market and product
fr_fr: caisse, à compter de l'exercice 2026-2027, sera accordée pour renouveler et élargir la

source: diversification (including new export initiatives).
fr_fr: diversification des produits et des marchés (y compris les nouvelles initiatives à l'exportation).

source: It also includes a commitment to
fr_fr: Cette mesure comprend aussi l'engagement à privilégier les matériaux canadiens

source: prioritise Canadian materials in construction and changing federal procurement processes to
fr_fr: dans les travaux de construction et la modification des processus d'approvisionnement fédéraux

source: require companies contracting with the federal government to source Canadian lumber.
fr_fr: afin d'exiger que les entreprises qui concluent un marché avec le gouvernement fédéral

source: Equipping Companies for Growth and Diversification
fr_fr: Donner aux entreprises les outils nécessaires pour croître et se diversifier

source: Canada's new government is helping companies overcome immediate trade pressures and providing
fr_fr: Le nouveau gouvernement du Canada aide les entreprises à surmonter les tensions commerciales

source: them with support to pivot, grow, or diversify their operations by supporting projects to deepen
fr_fr: actuelles et leur donne le soutien nécessaire pour qu'elles puissent se réorienter, croître ou

source: their reach within Canada and find new reliable markets abroad.
fr_fr: d'étendre leur portée au Canada et de trouver de nouveaux marchés fiables à l'étranger.

source: $5 billion over six years, starting in 2025-26, for the Strategic Response
fr_fr: Une somme de 5 milliards de dollars sur six ans, à compter de 2025-2026, au Fonds de réponse stratégique , un nouveau fonds assorti de modalités flexibles

source: Fund , a new program with flexible terms to help firms in all sectors and
fr_fr: visant à aider les entreprises de l'ensemble des secteurs et des régions touchés par les droits

source: regions impacted by tariffs to adapt, diversify, and grow.
fr_fr: de douane à s'adapter, à se diversifier et à croître.

source: The program will seek to maintain
fr_fr: Ce programme vise à maintenir la capacité

source: industrial capacity by offsetting new market access costs, supporting retooling, and helping
fr_fr: restructuration et en aidant les entreprises canadiennes à prendre de l'expansion ou à conquérir de nouveaux marchés.

source: Canada-based firms to expand or secure new markets.
fr_fr: De cette somme, 1 milliard de dollars au Fonds stratégique

source: This includes $1 billion in Strategic Innovation Fund support for the steel industry's transition
fr_fr: pour l'innovation , comme annoncé par le gouvernement en juillet 2025, afin de

source: toward new lines of business and strengthening domestic supply chains announced in
fr_fr: soutenir la transition de l'industrie de l'acier vers de nouveaux secteurs d'activité et de

source: July 2025.
fr_fr: renforcer les chaînes d'approvisionnement nationales.

source: Up to $1 billion over three years, starting in 2025-26, to the Regional
fr_fr: Une somme pouvant aller jusqu'à 1 milliard de dollars sur trois ans, à compter

source: Development Agencies for the Regional Tariff Response Initiative to support
fr_fr: de 2025-2026, aux agences de développement régional pour l' Initiative régionale de

source: businesses impacted by tariffs across all affected sectors, including increasing
fr_fr: réponse tarifaire , qui vise à soutenir les entreprises touchées par les droits de

source: non-repayable contributions for eligible businesses.
fr_fr: douane dans tous les secteurs concernés, en augmentant notamment les contributions non

source: Supporting Workers
fr_fr: Soutenir les travailleurs

source: The government is implementing a new reskilling package for workers, has made Employment
fr_fr: Le gouvernement met en place un nouveau programme de requalification professionnelle pour les

source: Insurance more flexible and with extended benefits, and will launch a new digital jobs and
fr_fr: travailleurs. Il a aussi assoupli le régime d'assurance-emploi et en a prolongé la durée des prestations.

source: training platform with private-sector partners to connect Canadians more quickly to careers.
fr_fr: collaboration avec des partenaires du secteur privé afin de permettre aux Canadiens de trouver plus rapidement un emploi.

source: $570 million over three years, starting in 2025-26, through Labour Market
fr_fr: Une somme de 570 millions de dollars sur trois ans, à compter de 2025-2026,

source: Development Agreements with provinces and territories to support training and
fr_fr: provinces et les territoires, pour favoriser l'aide à l'emploi et à la formation destinée aux

source: employment assistance for workers impacted by tariffs and global market shifts.
fr_fr: travailleurs touchés par les droits de douane et les changements sur les marchés mondiaux.

source: $382.9 million over five years, starting in 2026-27, and $56.1 million
fr_fr: Une somme de 382,9 millions de dollars sur cinq ans, à compter de 2026-2027,

source: ongoing, to launch new Workforce Alliances to bring together employers,
fr_fr: et de 56,1 millions de dollars par année par la suite, pour établir de nouvelles alliances pour la main-d'œuvre , qui réuniront des employeurs, des syndicats et

source: unions, and industry groups to work on ways to help businesses and workers succeed in the
fr_fr: des groupes industriels pour trouver des moyens d'aider les entreprises et les travailleurs à

source: changing labour market and coordinate public and private investments in skills development.
fr_fr: réussir dans un marché du travail en évolution et coordonner les investissements publics et

source: A new Workforce Innovation Fund will invest in projects tailored to local
fr_fr: privés en matière de perfectionnement professionnel. Un nouveau Fonds d'innovation pour

source: job markets to help businesses in key sectors and regions recruit and retain the
fr_fr: l'emploi locaux afin d'aider les entreprises dans des secteurs et des régions clés à recruter et

source: workforce they need.
fr_fr: à maintenir en poste la main-d'œuvre dont elles ont besoin.

source: Temporary flexibilities to the Employment Insurance Work-Sharing program , as announced on March 7, 2025, to provide EI benefits to
fr_fr: Les assouplissements temporaires au Programme de travail partagé de l'assurance-emploi annoncés le 7 mars 2025 sont en place de manière

source: eligible employees who agree to work reduced hours due to a decrease in business activity
fr_fr: à offrir des prestations d'assurance-emploi aux personnes admissibles qui consentent à

source: beyond their employer's control.
fr_fr: travailler moins d'heures en raison d'une baisse d'activité indépendante de la volonté de leur employeur.

source: This helps employers and employees avoid layoffs while
fr_fr: Cette mesure aide les employeurs et les employés à éviter les mises à pied, en

source: supplementing reduced income with EI benefits.
fr_fr: bonifiant le revenu réduit de ces derniers par des prestations d'assurance-emploi. Elle devrait

source: This measure is expected to cost
fr_fr: coûter 370,5 millions de dollars sur cinq ans, à compter de 2025-2026, et

source: $370.5 million over five years, starting in 2025-26, and $18.5 million
fr_fr: 18,5 millions de dollars par année par la suite.

source: ongoing. Temporary Employment Insurance measures that enhance income supports for
fr_fr: Des mesures temporaires en matière d' assurance-emploi sont mises en place pour

source: Canadian workers whose jobs have been impacted by the economic uncertainty caused by foreign
fr_fr: accroître le soutien au revenu des travailleurs canadiens dont les emplois sont touchés par

source: tariffs.
fr_fr: Le coût de ces mesures

source: These supports are expected to cost $3.7 billion over three years, starting
fr_fr: devrait s'élever à 3,7 milliards de dollars sur trois ans, à compter

source: in 2025-26.
fr_fr: de 2025-2026.

source: $50 million over five years, starting in 2026-27, and $8 million ongoing, to
fr_fr: Une somme de 50 millions de dollars sur cinq ans, à compter de 2026-2027, et

source: implement a new digital tool to facilitate job search and applications, and launch a
fr_fr: numérique facilitant la recherche d'emploi et la soumission de candidatures, et de lancer une

source: national online training platform in partnership with the private sector.
fr_fr: plateforme nationale de formation en ligne en partenariat avec le secteur privé.

source: Ensuring Access to Financing
fr_fr: Garantir l'accès à du financement

source: The government has also introduced liquidity measures to support small, medium, and large
fr_fr: Le gouvernement a aussi présenté des mesures de soutien en matière de liquidités pour aider à la fois

source: Canadian businesses.
fr_fr: Ces mesures

source: These measures include:
fr_fr: comprennent ce qui suit :

source: Launching the Large Enterprise Tariff Loan (LETL) facility, a
fr_fr: Mettre en œuvre le Crédit pour les grandes entreprises touchées par les droits de

source: $10 billion financing facility designed to support otherwise successful Canadian firms
fr_fr: visant à soutenir des entreprises canadiennes qui seraient normalement performantes, mais qui

source: negatively affected by actual or potential tariffs and countermeasures.
fr_fr: sont touchées de plein fouet par des droits de douane et des contre-mesures en vigueur ou

source: Enterprise Emergency Funding Corporation (CEEFC) announced its first LETL loan to Algoma
fr_fr: La Corporation de financement d'urgence d'entreprises du Canada a annoncé le

source: Steel Inc., which will provide Algoma with access to $400 million in liquidity, with
fr_fr: versement de son premier prêt à Algoma Steel Inc., qui aura ainsi accès à 400 millions de

source: the Government of Ontario contributing an additional $100 million under the same terms
fr_fr: l'Ontario, selon les mêmes modalités. L'objectif est de stabiliser la situation d'un important

source: to help stabilise a major Canadian player in the competitive steel industry, amid current
fr_fr: acteur canadien de l'industrie compétitive de l'acier, dans le contexte des perturbations

source: disruptions to the global steel trade.
fr_fr: actuelles affectant le commerce mondial de l'acier.
